Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Lavender
ar: الخزامى
da: Lavendel
de: Lavendel
es: Lavanda
fr: Lavande
it: Lavanda
ja: ラベンダー
ko: 라벤더
nb: Lavendel
nl: Lavendel
pl: Lawenda
pt_br: Lavanda
sv: Lavendel
tr: Lavanta
zh_hans: 薰衣草
zh_hant: 薰衣草
zh_hk: 薰衣草

source: Lifetime
ar: مدى الحياة
da: Livstid
de: Lebenslang
es: De por vida
fr: À vie
id: Seumur hidup
it: A vita
ja: 生涯
ko: 평생
ms: Seumur hidup
nb: Livstid
nl: Levenslang
pl: Dożywotnia
pt_br: Vitalício
sv: Livstid
tr: Ömür boyu
zh_hans: 终身
zh_hant: 終身
zh_hk: 終身

source: Lifetime is a one-time purchase. Subscriptions restore from the App Store when available.
ar: مدى الحياة هو شراء لمرة واحدة. يتم استعادة الاشتراكات من App Store عند توفرها.
da: Livstid er et engangskøb. Abonnementer gendannes fra App Store, når de er tilgængelige.
de: Lebenslang ist ein Einmalkauf. Abonnements werden aus dem App Store wiederhergestellt, wenn verfügbar.
es: De por vida es una compra única. Las suscripciones se restauran desde el App Store cuando estén disponibles.
fr: À vie est un achat unique. Les abonnements se restaurent depuis l'App Store lorsqu'ils sont disponibles.
id: Seumur hidup adalah pembelian satu kali. Langganan dipulihkan dari App Store bila tersedia.
it: A vita è un acquisto una tantum. Gli abbonamenti vengono ripristinati dall'App Store quando disponibili.
ja: 「生涯」は一度きりの購入です。サブスクリプションは利用可能な場合、App Storeから復元されます。
ko: 평생은 일회성 구매입니다. 구독은 사용 가능한 경우 App Store에서 복원됩니다.
ms: Seumur hidup adalah pembelian sekali sahaja. Langganan akan dipulihkan dari App Store apabila tersedia.
nb: Livstid er et engangskjøp. Abonnementer gjenskapes fra App Store når tilgjengelig.
nl: Levenslang is een eenmalige aankoop. Abonnementen worden vanuit de App Store hersteld wanneer beschikbaar.
pl: Dożywotnia to jednorazowy zakup. Subskrypcje można przywrócić z App Store, gdy są dostępne.
pt_br: Vitalício é uma compra única. Assinaturas são restauradas pela App Store quando disponíveis.
sv: Livstid är ett engångsköp. Prenumerationer återställs från App Store när de finns tillgängliga.
tr: Ömür boyu tek seferlik bir satın almadır. Abonelikler, mevcut olduğunda App Store'dan geri yüklenir.
zh_hans: 终身是一次性购买。订阅在可用时可从 App Store 恢复。
zh_hant: 終身是一次性購買。訂閱可在可用時從 App Store 還原。
zh_hk: 終身為一次性購買。訂閱可於可用時從 App Store 恢復。

source: Listening
ar: يستمع
da: Lytter
de: Zuhören
es: Escuchando
fr: Écoute
id: Mendengarkan
it: Ascoltando
ja: リスニング中
ko: 청취 중
ms: Mendengar
nb: Lytter
nl: Luisteren
pl: Słuchanie
pt_br: Ouvindo
sv: Lyssnar
tr: Dinliyor
zh_hans: 正在聆听
zh_hant: 正在聆聽
zh_hk: 正在聆聽

source: Listening to %@
ar: يستمع إلى %@
da: Lytter til %@
de: Höre %@
es: Escuchando %@
fr: Écoute de %@
id: Mendengarkan %@
it: In ascolto di %@
ja: %@ を聴いています
ko: %@을(를) 듣는 중
ms: Mendengar %@
nb: Lytter til %@
nl: Luistert naar %@
pl: Słuchanie %@
pt_br: Ouvindo %@
sv: Lyssnar på %@
tr: %@ dinleniyor
zh_hans: 正在收听 %@
zh_hant: 正在收聽 %@
zh_hk: 正在收聽 %@

source: Listening...
ar: الاستماع...
da: Lytter...
de: Höre zu...
es: Escuchando...
fr: Écoute...
id: Mendengarkan...
it: Ascoltando...
ja: リスニング...
ko: 듣는 중...
ms: Sedang mendengar...
nb: Lytter...
nl: Aan het luisteren...
pl: Słucham...
pt_br: Ouvindo...
sv: Lyssnar...
tr: Dinliyor...
zh_hans: 正在监听...
zh_hant: 正在聆聽...
zh_hk: 正在聆聽...

source: Live Captions
ar: التسميات التوضيحية الحيّة
da: Live-undertekster
de: Live-Untertitel
es: Subtítulos en vivo
fr: Sous-titres en direct
id: Teks langsung
it: Sottotitoli live
ja: ライブキャプション
ko: 실시간 캡션
ms: Sari kata langsung
nb: Live-undertekster
nl: Live-ondertitels
pl: Napisy na żywo
pt_br: Legendas ao vivo
sv: Live-undertexter
tr: Canlı altyazılar
zh_hans: 实时字幕
zh_hant: 即時字幕
zh_hk: 即時字幕

source: Live captions will appear here.
ar: ستظهر الترجمة الحية هنا.
da: Live-undertekster vises her.
de: Live-Untertitel werden hier angezeigt.
es: Los subtítulos en vivo aparecerán aquí.
fr: Les sous-titres en direct apparaîtront ici.
id: Teks langsung akan muncul di sini.
it: I sottotitoli live appariranno qui.
ja: ライブ字幕がここに表示されます。
ko: 라이브 캡션이 여기에 표시됩니다.
ms: Sari kata langsung akan muncul di sini.
nb: Live-undertekster vises her.
nl: Live-ondertitels verschijnen hier.
pl: Napisy na żywo pojawią się tutaj.
pt_br: As legendas ao vivo aparecerão aqui.
sv: Live-texter visas här.
tr: Canlı altyazılar burada görünecek.
zh_hans: 实时字幕将显示在此处。
zh_hant: 即時字幕將顯示在此處。
zh_hk: 即時字幕會顯示在此處。

source: Live speech-to-text
ar: تحويل الكلام إلى نص مباشر
da: Tale til tekst i realtid
de: Sprache-zu-Text in Echtzeit
es: Transcripción de voz en tiempo real
fr: Transcription vocale en temps réel
id: Transkripsi ucapan secara langsung
it: Trascrizione vocale in tempo reale
ja: 音声のリアルタイム文字起こし
ko: 실시간 음성 텍스트 변환
ms: Transkripsi ucapan secara langsung
nb: Tale til tekst i sanntid
nl: Realtime spraak-naar-tekst
pl: Transkrypcja mowy na żywo
pt_br: Transcrição de voz em tempo real
sv: Tal-till-text i realtid
tr: Canlı konuşmayı metne dönüştürme
zh_hans: 实时语音转文本
zh_hant: 即時語音轉文字
zh_hk: 即時語音轉文字

source: Loading
ar: جارٍ التحميل
da: Indlæser
de: Wird geladen
es: Cargando
fr: Chargement...
id: Memuat
it: Caricamento...
ja: 読み込み中
ko: 로딩 중
ms: Memuatkan
nb: Laster
nl: Laden...
pl: Ładowanie
pt_br: Carregando
sv: Laddar
tr: Yükleniyor
zh_hans: 加载中
zh_hant: 載入中
zh_hk: 載入中

source: Loading configuration...
ar: جارٍ تحميل التكوين...
da: Indlæser konfiguration...
de: Konfiguration wird geladen...
es: Cargando configuración...
fr: Chargement de la configuration...
id: Memuat konfigurasi...
it: Caricamento della configurazione...
ja: 設定を読み込み中...
ko: 구성 로드 중...
ms: Memuatkan konfigurasi...
nb: Laster konfigurasjon...
nl: Configuratie laden...
pl: Ładowanie konfiguracji...
pt_br: Carregando configuração...
sv: Laddar konfiguration...
tr: Yapılandırma Yükleniyor...
zh_hans: 正在加载配置...
zh_hant: 正在載入配置...
zh_hk: 載入設定中...

source: Loading model
ar: جارٍ تحميل النموذج
da: Indlæser model
de: Modell wird geladen
es: Cargando modelo
fr: Chargement du modèle
id: Memuat model
it: Caricamento del modello
ja: モデルを読み込み中
ko: 모델 로딩 중
ms: Memuat model
nb: Laster modell
nl: Model laden
pl: Ładowanie modelu
pt_br: Carregando modelo
sv: Laddar modell
tr: Model yükleniyor
zh_hans: 正在加载模型
zh_hant: 正在載入模型
zh_hk: 正在載入模型

source: Loading models…
ar: جارٍ تحميل النماذج…
da: Indlæser modeller…
de: Modelle werden geladen …
es: Cargando modelos…
fr: Chargement des modèles…
id: Memuat model…
it: Caricamento dei modelli…
ja: モデルを読み込み中…
ko: 모델 불러오는 중…
ms: Memuatkan model…
nb: Laster inn modeller…
nl: Modellen laden…
pl: Ładowanie modeli…
pt_br: Carregando modelos…
sv: Läser in modeller…
tr: Modeller yükleniyor…
zh_hans: 正在加载模型…
zh_hant: 正在載入模型…
zh_hk: 正在載入模型…

source: Loading premium models…
ar: جارٍ تحميل النماذج المميزة…
da: Indlæser premiummodeller…
de: Premium-Modelle werden geladen…
es: Cargando modelos premium…
fr: Chargement des modèles Premium…
id: Memuat model premium…
it: Caricamento dei modelli premium…
ja: プレミアムモデルを読み込み中…
ko: 프리미엄 모델 로드 중…
ms: Memuat model premium…
nb: Laster premiummodeller…
nl: Premiummodellen laden…
pl: Ładowanie modeli premium…
pt_br: Carregando modelos premium…
sv: Laddar premiummodeller…
tr: Premium modeller yükleniyor…
zh_hans: 正在加载高级模型…
zh_hant: 正在載入高級模型…
zh_hk: 正在載入高級模型…

source: Loading voices...
ar: جارٍ تحميل الأصوات...
da: Indlæser stemmer...
de: Stimmen werden geladen...
es: Cargando voces...
fr: Chargement des voix...
id: Memuat suara...
it: Caricamento delle voci...
ja: 音声を読み込み中...
ko: 음성 로드 중...
ms: Memuatkan suara...
nb: Laster stemmer...
nl: Stemmen laden...
pl: Ładowanie głosów...
pt_br: Carregando vozes...
sv: Laddar röster...
tr: Sesler Yükleniyor...
zh_hans: 加载语音中...
zh_hant: 正在載入聲音...
zh_hk: 載入語音中...

source: Loading...
ar: جارٍ التحميل...
da: Indlæser...
de: Wird geladen...
es: Cargando...
fr: Chargement...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuatkan...
nb: Laster...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
sv: Laddar...
tr: Yükleniyor...
zh_hans: 加载中...
zh_hant: 正在載入...
zh_hk: 載入中...

source: Local
ar: محلي
da: Lokalt
de: Lokal
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
ms: Tempatan
nb: Lokalt
nl: Lokaal
pl: Lokalny
sv: Lokalt
tr: Yerel
zh_hans: 本地
zh_hant: 本地
zh_hk: 本地

source: Love it
ar: أعجبني
da: Elsker den
de: Gefällt mir
es: Me encanta
fr: J'aime
id: Suka
it: Mi piace
ja: 気に入りました
ko: 좋아요
ms: Suka
nb: Liker den
nl: Vind ik leuk
pl: Uwielbiam to
pt_br: Gostei
sv: Gillar den
tr: Beğendim
zh_hans: 喜欢
zh_hant: 喜歡
zh_hk: 喜歡

source: Mac Apple Silicon
ar: ماك (Apple Silicon)
da: Mac med Apple Silicon
de: Mac mit Apple Silicon
es: Mac con Apple Silicon
fr: Mac avec Apple Silicon
id: Mac dengan Apple Silicon
it: Mac con Apple Silicon
ja: Apple Silicon搭載のMac
ko: Apple Silicon 탑재 Mac
ms: Mac dengan Apple Silicon
nb: Mac med Apple Silicon
nl: Mac met Apple Silicon
pl: Mac z Apple Silicon
pt_br: Mac com Apple Silicon
sv: Mac med Apple Silicon
tr: Apple Silicon'li Mac
zh_hans: 搭载 Apple Silicon 的 Mac
zh_hant: 搭載 Apple Silicon 的 Mac
zh_hk: 搭載 Apple Silicon 的 Mac

source: Mac Audio
ar: صوت Mac
da: Mac-lyd
es: Audio de Mac
fr: Audio Mac
id: Audio Mac
it: Audio Mac
ja: Mac オーディオ
ko: Mac 오디오
nb: Mac-lyd
pt_br: Áudio do Mac
sv: Mac-ljud
tr: Mac sesi
zh_hans: Mac 音频
zh_hant: Mac 音訊
zh_hk: Mac 音訊

source: Mac Audio capture stopped unexpectedly. End Realtime and start realtime again.
ar: توقفت عملية التقاط صوت Mac بشكل غير متوقع. قم بإنهاء Realtime ثم ابدأ realtime مرة أخرى.
da: Mac-lydoptagelse stoppede uventet. Afslut Realtime og start realtime igen.
de: Mac-Audio-Erfassung wurde unerwartet gestoppt. Beenden Sie Realtime und starten Sie realtime erneut.
es: La captura de audio del Mac se detuvo inesperadamente. Finaliza Realtime y inicia realtime de nuevo.
fr: La capture audio du Mac s'est arrêtée de façon inattendue. Terminez Realtime et lancez realtime à nouveau.
id: Pengambilan audio Mac berhenti tiba-tiba. Akhiri Realtime dan mulai kembali realtime.
it: La cattura audio del Mac si è interrotta inaspettatamente. Termina Realtime e avvia di nuovo realtime.
ja: Mac のオーディオキャプチャが予期せず停止しました。Realtime を終了して、再度 realtime を開始してください。
ko: Mac 오디오 캡처가 예기치 않게 중지되었습니다. Realtime을 종료하고 다시 realtime을 시작하세요.
ms: Rakaman audio Mac berhenti secara tidak dijangka. Tamatkan Realtime dan mulakan semula realtime.
nb: Mac-lydopptak stoppet uventet. Avslutt Realtime og start realtime på nytt.
nl: Mac-audio-opname is onverwacht gestopt. Stop Realtime en start realtime opnieuw.
pl: Przechwytywanie dźwięku Maca zostało przerwane nieoczekiwanie. Zakończ Realtime i uruchom realtime ponownie.
pt_br: A captura de áudio do Mac parou inesperadamente. Encerre o Realtime e inicie o realtime novamente.
sv: Mac-ljudinspelningen stoppades oväntat. Avsluta Realtime och starta realtime igen.
tr: Mac ses yakalama beklenmedik şekilde durdu. Realtime'ı sonlandırın ve realtime'i yeniden başlatın.
zh_hans: Mac 音频捕获意外停止。结束 Realtime，然后再次启动 realtime。
zh_hant: Mac 音訊擷取意外停止。結束 Realtime，然後再次啟動 realtime。
zh_hk: Mac 音訊擷取意外停止。結束 Realtime，然後再次啟動 realtime。

source: Mac Audio needs Screen & System Audio Recording access. Look for TLingo in the list.
ar: يحتاج Mac Audio إلى إذن تسجيل الشاشة وصوت النظام. ابحث عن TLingo في القائمة.
da: Mac Audio har brug for adgang til skærm- og systemlydoptagelse. Find TLingo på listen.
de: Mac Audio benötigt Zugriff auf die Aufnahme von Bildschirm- und Systemaudio. Suchen Sie in der Liste nach TLingo.
es: Mac Audio necesita acceso a la grabación de pantalla y audio del sistema. Busca TLingo en la lista.
fr: Mac Audio nécessite l'accès à l'enregistrement de l'écran et de l'audio système. Cherchez TLingo dans la liste.
id: Mac Audio membutuhkan akses untuk merekam layar dan audio sistem. Cari TLingo dalam daftar.
it: Mac Audio necessita dell'accesso alla registrazione dello schermo e dell'audio di sistema. Cerca TLingo nell'elenco.
ja: Mac Audioは画面とシステムオーディオの録音へのアクセスが必要です。リストでTLingoを探してください。
ko: Mac Audio가 화면 및 시스템 오디오 녹음 접근 권한이 필요합니다. 목록에서 TLingo를 찾으세요.
ms: Mac Audio memerlukan akses Rakaman Skrin & Audio Sistem. Cari TLingo dalam senarai.
nb: Mac-lyd trenger tilgang til skjerm- og systemlydopptak. Se etter TLingo i listen.
nl: Mac Audio heeft toegang nodig tot het opnemen van het scherm en systeemgeluid. Zoek in de lijst naar TLingo.
pl: Mac Audio potrzebuje dostępu do nagrywania ekranu i dźwięku systemowego. Znajdź TLingo na liście.
pt_br: O Mac Audio precisa de acesso à gravação da tela e do áudio do sistema. Procure TLingo na lista.
sv: Mac Audio behöver åtkomst för skärm- och systemljudinspelning. Leta efter TLingo i listan.
tr: Mac Audio, ekran ve sistem sesi kaydı erişimine ihtiyaç duyar. Listede TLingo'yu arayın.
zh_hans: Mac Audio 需要屏幕和系统音频录制的访问权限。在列表中查找 TLingo。
zh_hant: Mac 音訊需要螢幕與系統音訊錄製的存取權限。請在列表中尋找 TLingo。
zh_hk: Mac Audio 需要取得屏幕及系統音訊錄製的存取權。請在列表中尋找 TLingo。

source: Mac Controls
ar: عناصر تحكم Mac
da: Mac-kontroller
de: Mac-Steuerelemente
es: Controles del Mac
fr: Contrôles Mac
id: Kontrol Mac
it: Controlli Mac
ja: Macコントロール
ko: Mac 컨트롤
ms: Kawalan Mac
nb: Mac-kontroller
nl: Mac-bedieningselementen
pl: Sterowanie Mac
pt_br: Controles do Mac
sv: Mac-kontroller
tr: Mac denetimleri
zh_hans: Mac 控件
zh_hant: Mac 控制項
zh_hk: Mac 控制項

source: Main App
ar: التطبيق الرئيسي
da: Hovedapp
de: Hauptanwendung
es: Aplicación principal
fr: Application principale
id: Aplikasi Utama
it: App principale
ja: メインアプリ
ko: 메인 앱
ms: Aplikasi Utama
nb: Hovedapp
nl: Hoofdapp
pl: Główna aplikacja
pt_br: Aplicativo Principal
sv: Huvudapp
tr: Ana Uygulama
zh_hans: 主应用程序
zh_hant: 主應用程式
zh_hk: 主應用程式

source: Make it shorter
ar: اجعلها أقصر
da: Gør det kortere
de: Mach es kürzer
es: Hazlo más corto
fr: Raccourcis-le
id: Buat lebih singkat
it: Rendilo più breve
ja: もっと短くして
ko: 더 짧게 만들어 줘
ms: Pendekkan
nb: Gjør det kortere
nl: Maak het korter
pl: Skróć to
pt_br: Encurte isso
sv: Gör det kortare
tr: Daha kısa yap
zh_hans: 让它简短点
zh_hant: 讓它簡短點
zh_hk: 讓它簡短啲

source: Make TLingo your default translator
ar: اجعل TLingo المترجم الافتراضي لديك
da: Gør TLingo til din standardoversætter
de: Machen Sie TLingo zu Ihrem Standardübersetzer
es: Haz de TLingo tu traductor predeterminado
fr: Faites de TLingo votre traducteur par défaut
id: Jadikan TLingo sebagai penerjemah bawaan Anda
it: Rendi TLingo il tuo traduttore predefinito
ja: TLingoを既定の翻訳ツールに設定する
ko: TLingo를 기본 번역기로 설정하세요
ms: Tetapkan TLingo sebagai penterjemah lalai.
nb: Gjør TLingo til din standardoversetter
nl: Maak TLingo je standaardvertaler
pl: Ustaw TLingo jako domyślnego tłumacza.
pt_br: Defina o TLingo como seu tradutor padrão
sv: Gör TLingo till din standardöversättare
tr: TLingo'yu varsayılan çevirmeniniz yapın
zh_hans: 将 TLingo 设为默认翻译器
zh_hant: 將 TLingo 設為您的預設翻譯器
zh_hk: 將 TLingo 設為預設翻譯器

source: Make your writing clearer
ar: اجعل كتابتك أوضح
da: Gør din skrivning klarere
de: Mache deinen Text klarer
es: Haz tu escritura más clara
fr: Rendez votre écriture plus claire
id: Buat tulisan Anda lebih jelas
it: Rendi la tua scrittura più chiara
ja: 文章をより明確にする
ko: 글을 더 명확하게 만드세요
ms: Jadikan penulisan anda lebih jelas
nb: Gjør skrivingen din klarere
nl: Maak je tekst duidelijker
pl: Uczyń swoje pisanie bardziej przejrzystym
pt_br: Deixe sua escrita mais clara
sv: Gör din text tydligare
tr: Yazınızı daha anlaşılır hale getirin
zh_hans: 让你的写作更清晰
zh_hant: 讓你的寫作更清晰
zh_hk: 讓你的寫作更清晰

source: Manage
ar: إدارة
da: Administrer
de: Verwalten
es: Administrar
fr: Gérer
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
ms: Urus
nb: Administrer
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
sv: Hantera
tr: Yönet
zh_hans: 管理
zh_hant: 管理
zh_hk: 管理

source: Manage Actions
ar: إدارة الإجراءات
da: Administrer handlinger
de: Aktionen verwalten
es: Administrar acciones
fr: Gérer les actions
id: Kelola tindakan
it: Gestisci azioni
ja: アクションを管理
ko: 동작 관리
ms: Urus Tindakan
nb: Administrer handlinger
nl: Acties beheren
pl: Zarządzaj akcjami
pt_br: Gerenciar ações
sv: Hantera åtgärder
tr: Eylemleri yönet
zh_hans: 管理操作
zh_hant: 管理操作
zh_hk: 管理操作

source: Manage Subscription
ar: إدارة الاشتراك
da: Administrer abonnement
de: Abonnement verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
id: Kelola langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
ms: Urus Langganan
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
sv: Hantera prenumeration
tr: Aboneliği yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱
zh_hk: 管理訂閱

source: Match App Language
ar: مطابقة لغة التطبيق
da: Match appens sprog
de: App-Sprache übernehmen
es: Coincidir con el idioma de la aplicación
fr: Faire correspondre la langue de l'application
id: Cocokkan Bahasa Aplikasi
it: Corrispondi la lingua dell'app
ja: アプリの言語に合わせる
ko: 앱 언어와 일치
ms: Padankan bahasa aplikasi
nb: Match appens språk
nl: Overeenkomen met app-taal
pl: Dopasuj język aplikacji
pt_br: Combinar Idioma do Aplicativo
sv: Matcha appens språk
tr: Uygulama Diliyle Eşleş
zh_hans: 匹配应用程序语言
zh_hant: 匹配應用程式語言
zh_hk: 配合應用程式語言

source: Memory pressure is too high. Close memory-intensive apps, remove a view, or choose a lighter model.
ar: ضغط الذاكرة مرتفع جدًا. أغلق التطبيقات المجهدة للذاكرة، أزل عرضًا، أو اختر نموذجًا أخف.
da: Memory-presset er for højt. Luk hukommelsesintensive apps, fjern en visning, eller vælg en lettere model.
de: Der Speicherbedarf ist zu hoch. Schließe speicherintensive Apps, entferne eine Ansicht oder wähle ein leichteres Modell.
es: La presión de memoria es demasiado alta. Cierra aplicaciones que consumen mucha memoria, elimina una vista o elige un modelo más ligero.
fr: La pression mémoire est trop élevée. Fermez les apps gourmandes en mémoire, supprimez une vue ou choisissez un modèle plus léger.
id: Tekanan memori terlalu tinggi. Tutup aplikasi yang banyak menggunakan memori, hapus sebuah tampilan, atau pilih model yang lebih ringan.
it: La pressione della memoria è troppo alta. Chiudi le app che occupano molta memoria, rimuovi una vista o scegli un modello più leggero.
ja: メモリの使用率が高すぎます。メモリを大量に消費するアプリを閉じる、ビューを削除する、または軽いモデルを選択してください。
ko: 메모리 압력이 너무 높습니다. 메모리를 많이 사용하는 앱을 종료하거나, 뷰를 제거하거나, 더 가벼운 모델을 선택하세요.
ms: Tekanan memori terlalu tinggi. Tutup aplikasi yang menggunakan banyak memori, keluarkan paparan, atau pilih model yang lebih ringan.
nb: Minnebelastningen er for høy. Lukk minnekrevende apper, fjern en visning eller velg en lettere modell.
nl: De geheugendruk is te hoog. Sluit geheugenintensieve apps, verwijder een weergave of kies een lichter model.
pl: Obciążenie pamięci jest zbyt wysokie. Zamknij aplikacje intensywnie korzystające z pamięci, usuń widok lub wybierz lżejszy model.
pt_br: A pressão de memória está muito alta. Feche apps que consomem muita memória, remova uma visualização ou escolha um modelo mais leve.
sv: Minnesbelastningen är för hög. Stäng minnesintensiva appar, ta bort en vy eller välj en lättare modell.
tr: Bellek basıncı çok yüksek. Bellek yoğun uygulamaları kapatın, bir görüntüyü kaldırın veya daha hafif bir model seçin.
zh_hans: 内存压力过高。关闭占用大量内存的应用、移除一个视图或选择更轻量的模型。
zh_hant: 記憶體壓力過高。關閉佔用大量記憶體的應用程式、移除一個檢視或選擇較輕量的模型。
zh_hk: 記憶體壓力過高。關閉耗用大量記憶體的應用程式、移除一個檢視或選擇較輕量的模型。

source: Method
ar: طريقة
da: Metode
de: Methode
es: Método
fr: Méthode
id: Metode
it: Metodo
ja: メソッド
ko: 방법
ms: Kaedah
nb: Metode
nl: Methode
pl: Metoda
pt_br: Método
sv: Metod
tr: Yöntem
zh_hans: 方法
zh_hant: 方法
zh_hk: 方法

source: Microphone
ar: الميكروفون
da: Mikrofon
de: Mikrofon
es: Micrófono
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
ms: Mikrofon
nb: Mikrofon
nl: Microfoon
pl: Mikrofon
pt_br: Microfone
sv: Mikrofon
tr: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風
zh_hk: 麥克風

source: Microphone access is required for microphone input.
ar: يتطلب إدخال الميكروفون الوصول إلى الميكروفون.
da: Mikrofontilladelse kræves for mikrofonindgang.
de: Für die Mikrofoneingabe ist Zugriff auf das Mikrofon erforderlich.
es: Se requiere acceso al micrófono para la entrada de micrófono.
fr: L'accès au microphone est requis pour l'entrée du microphone.
id: Akses mikrofon diperlukan untuk input mikrofon.
it: L'accesso al microfono è necessario per l'ingresso del microfono.
ja: マイク入力にはマイクへのアクセスが必要です。
ko: 마이크 입력을 사용하려면 마이크 접근 권한이 필요합니다.
ms: Akses mikrofon diperlukan untuk input mikrofon.
nb: Mikrofontilgang kreves for mikrofoninngang.
nl: Toegang tot de microfoon is vereist voor microfooningang.
pl: Dostęp do mikrofonu jest wymagany, aby korzystać z wejścia mikrofonowego.
pt_br: O acesso ao microfone é necessário para entrada do microfone.
sv: Mikrofontillgång krävs för mikrofoningång.
tr: Mikrofon girişi için mikrofon erişimi gereklidir.
zh_hans: 麦克风输入需要麦克风访问权限。
zh_hant: 麥克風輸入需要麥克風存取權限。
zh_hk: 麥克風輸入需取得麥克風存取權限。

source: Microphone capture stopped unexpectedly. %@ End Realtime and start realtime again.
ar: توقفت عملية التقاط الميكروفون بشكل غير متوقع. %@ أنهِ Realtime وابدأ realtime مرة أخرى.
da: Mikrofonoptagelse stoppede uventet. %@ Afslut Realtime og start realtime igen.
de: Mikrofonaufzeichnung wurde unerwartet gestoppt. %@ Beende Realtime und starte realtime erneut.
es: La captura del micrófono se detuvo inesperadamente. %@ Finaliza Realtime y vuelve a iniciar realtime.
fr: La capture du microphone s'est arrêtée de manière inattendue. %@ Terminez Realtime et relancez realtime.
id: Pengambilan mikrofon berhenti secara tiba-tiba. %@ Akhiri Realtime dan mulai ulang realtime.
it: La cattura del microfono si è interrotta inaspettatamente. %@ Termina Realtime e avvia nuovamente realtime.
ja: マイクのキャプチャが予期せず停止しました。%@ Realtimeを終了して、再度realtimeを開始してください。
ko: 마이크 캡처가 예기치 않게 중지되었습니다. %@ Realtime를 종료하고 realtime을 다시 시작하세요.
ms: Rakaman mikrofon dihentikan secara tidak dijangka. %@ Akhiri Realtime dan mulakan semula realtime.
nb: Mikrofonopptak stoppet uventet. %@ Avslutt Realtime og start realtime på nytt.
nl: Microfoonopname is onverwacht gestopt. %@ Sluit Realtime af en start realtime opnieuw.
pl: Przechwytywanie mikrofonu zostało niespodziewanie zatrzymane. %@ Zakończ Realtime i uruchom realtime ponownie.
pt_br: A captura do microfone foi interrompida inesperadamente. %@ Encerre o Realtime e inicie o realtime novamente.
sv: Mikrofoninspelning stoppade oväntat. %@ Avsluta Realtime och starta realtime igen.
tr: Mikrofon yakalaması beklenmedik şekilde durdu. %@ Realtime'i sonlandırın ve realtime'i yeniden başlatın.
zh_hans: 麦克风采集意外停止。%@ 结束 Realtime，然后重新启动 realtime。
zh_hant: 擷取麥克風時出現非預期停止。%@ 結束 Realtime，然後再次啟動 realtime。
zh_hk: 擷取麥克風時出現非預期停止。%@ 結束 Realtime，然後再次啟動 realtime。
